{
    "module-1-content": {
        "title": "Falcon 1 - 24 mars 2006",
        "content": "En 2006 a lieu le premier lancement de SpaceX, Falcon 1. Le 24 mars, le premier vol a lieu. C’est un échec, le moteur Merlin s’arrête prématurément, le lanceur est détruit après moins d’une minute de vol, atteignant seulement 1800 mètres d’altitude. La vidéo du vol montre la retombée du lanceur à 1km du pad dans une gigantesque boule de feu. L'analyse montrera un défaut dans le moteur Merlin. Pendant les semaines qui ont précédé le tir, le sel marin a corrodé un écrou en aluminium dans le moteur. Juste avant l'allumage de dernier, quand les vannes ont été ouvertes, il a cassé et provoqué une fuite. A l'allumage, le carburant répandu à pris feu. 34 secondes après le décollage, les flammes ont traversé une ligne pneumatique et éteint le moteur.
",
        "twitter": "...",
        "video": "https://www.youtube.com/embed/0a_00nJ_Y88"
    },
    "module-2-content": {
        "title": "Falcon 1 - 21 mars 2007",
        "content": "La deuxième tentative pour le lanceur Falcon 1, importante pour la crédibilité de l’entreprise, a lieu le 21 mars sur l’île d’Omelek. Nouvel échec, le lanceur ne quitte même pas l’atmosphère. Le moteur du second étage s'éteint prématurément et la charge utile retombe sur Terre après avoir culminé à 320 km. SpaceX affiche un prix 5,9 millions $. Des erreurs de programmation sur le second étage ont conduit à la perte de contrôle de ce dernier. En 2007, le prix est révisé à la hausse 6,7 millions $.
",
        "twitter": "...",
        "video": "https://www.youtube.com/embed/f9FVOKtRPAE"
    },
    "module-3-content": {
        "title": "Falcon 1 - 3 août 2008",
        "content": "3 août, troisième lancement pour Falcon 1. Pour un coup médiatique, SpaceX emporte les cendres de la star de Star Trek, James Doohan, dans l’espace. Le second étage a été allumé au moment de la séparation avec le premier étage, détruisant la tuyère du moteur dont la paroi est aussi mince qu'une canette de soda. La charge utile termine dans l’eau. La compagnie frôle la mort avec ce troisième échec, mais elle est sauvée de peu par Peter Thiel qui se trouve être le premier investisseur extérieur de SpaceX.
",
        "twitter": "...",
        "video": "https://youtube.com/embed/Qz0yJ8N3cA0"
    },
    "module-4-content": {
        "title": "Falcon 1 - 14 juillet 2009",
        "content": "Deuxième réussite avec le 5e lancer, qui marque également la fin du projet Falcon 1, avorté avec le Falcon 1e. Le Falcon 1 se vend 7 millions de dollars. SpaceX se concentre maintenant sur le développement du Falcon 9, basé sur le Falcon 5 (un projet de lanceur partiellement réutilisable proposé par l'entreprise américaine annulé).",
        "twitter": "...",
        "video": "https://youtube.com/embed/5UV68HQ_Fjo"
    },
    "module-5-content": {
        "title": "Falcon 9 - 4 juin 2010",
        "content": "L'objectif de SpaceX avec ce Falcon 9 est de fournir un lanceur permettant d'abaisser fortement le prix des mises en orbite grâce à des coûts de fabrication modérés et la récupération des différents étages. Le 4 juin a lieu le premier lancer test du Falcon 9, basé sur le Falcon 5. Il répond globalement aux exigences de performances attendues, mais le premier étage censé être réutilisable se brise. ",
        "twitter": "...",
        "video": "https://youtube.com/embed/nxSxgBKlYws"
    },
    "module-6-content": {
        "title": "Falcon 9 - 8 octobre 2012",
        "content": "Le premier vol opérationnel pour le Falcon 9 a eu lieu le 8 octobre 2012. A son bord, 905 kg de fret à destination de la Station Spatiale Internationale. La mission se déroule sans accroc. Le vaisseau est détaché de la station et effectue un amerrissage dans l'Océan Pacifique après sa rentrée atmosphérique. Les équipes de SpaceX et de la NASA parviennent à récupérer le vaisseau et son contenu sans aucun difficulté.",
        "twitter": "https://twitter.com/nasa/status/255137483929563136",
        "video": "https://www.youtube.com/embed/dvTIh96otDw"
    },
    "module-7-content": {
        "title": "Falcon 9 - 28 juin 2015",
        "content": "Le 28 juin 2015, la mission CRS-7 est lancée par un Falcon 9 surmonté d'une capsule Dragon sans pilote destinée à ravitailler la Station Spatiale Internationale. Toutes les statistiques sont conformes jusqu’à ce qu’un nuage de vapeur commence à se former à l'extérieur de l'engin. Quelques secondes plus tard, une perte de pression du réservoir d'hélium survient, s’ensuit alors une explosion des réservoirs. Le logiciel n'étant pas programmé pour déployer le parachute de la capsule du Dragon après un échec du lancement, ce dernier s’écrase. L'enquête a montré qu’un support des réservoirs d'hélium aurait éclaté sous la force de l’accélération, menant à une fuite de gaz et désintégration de la fusée. 
",
        "twitter": "https://twitter.com/A_H_Goldstein/status/615168152842989568?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fwww.businessinsider.com%2Fspacex-just-failed-at-its-third-attempt-to-make-history-and-its-reusable-rocket-just-exploded-to-bits-2015-6",
        "video": "..."
    },
    "module-8-content": {
        "title": "Falcon 9 Full Thrust - 10 janvier 2015",
        "content": "Après plusieurs révisions, une nouvelle version nommée Falcon 9 Full Thrust est produite. Avec des réservoirs “super cryogéniques” permettant un gain de densité important, les performances générales sont améliorées de l'ordre de 33%. Le 22 décembre 2015, pour la première fois, nous assistons à la réussite d’un retour d’un lanceur Falcon 9, avec la nouvelle technologie du lanceur Full Thrust.
",
        "twitter": "https://twitter.com/SpaceX/status/679171538847928320?ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fwww.reuters.com%2Fsubjects%2Freaction-spacex-landing",
        "video": "..."
    },
    "module-9-content": {
        "title": "Falcon 9 - 21 janvier 2016",
        "content": "Le 21 janvier, la mission se déroule comme il se doit, jusqu’à l’atterrissage. Une jambe d'atterrissage n’a pas réussi à se déployer, provoquant la chute de la fusée entière.",
        "twitter": "...",
        "video": "https://youtube.com/embed/ki_dS0vGmpE"
    },
    "module-10-content": {
        "title": "...",
        "content": "...",
        "twitter": "...",
        "video": "..."
    },
    "module-11-content": {
        "title": "...",
        "content": "...",
        "twitter": "...",
        "video": "..."
    },
    "module-12-content": {
        "title": "...",
        "content": "...",
        "twitter": "...",
        "video": "..."
    },
    "module-13-content": {
        "title": "...",
        "content": "...",
        "twitter": "...",
        "video": "..."
    },
    "module-14-content": {
        "title": "...",
        "content": "...",
        "twitter": "...",
        "video": "..."
    },
    "module-15-content": {
        "title": "...",
        "content": "...",
        "twitter": "...",
        "video": "..."
    }
}
